Cobertura\ xml\ report\ pattern=Cobertura XML\u30ec\u30dd\u30fc\u30c8 \u30d1\u30bf\u30fc\u30f3
Consider\ only\ stable\ builds=\u5b89\u5b9a\u30d3\u30eb\u30c9\u306e\u307f\u96c6\u8a08
Coverage\ Metric\ Targets=\u30ab\u30d0\u30ec\u30c3\u30b8\u30fb\u30e1\u30c8\u30ea\u30af\u30b9\u306e\u5bfe\u8c61
Report\ health\ as\ 100%\ when\ coverage\ is\ greater\ than=\
 \u30ab\u30d0\u30ec\u30c3\u30b8\u304c\u3053\u306e\u5024\u4ee5\u4e0a\u306e\u5834\u5408\u3001\u72b6\u614b\u3092100%\u3068\u5831\u544a\u3057\u307e\u3059\u3002
Report\ health\ as\ 0%\ when\ coverage\ is\ less\ than=\
 \u30ab\u30d0\u30ec\u30c3\u30b8\u304c\u3053\u306e\u5024\u672a\u6e80\u306e\u5834\u5408\u3001\u72b6\u614b\u30920%\u3068\u5831\u544a\u3057\u307e\u3059\u3002
Mark\ the\ build\ as\ unstable\ when\ coverage\ is\ less\ than=\
 \u30ab\u30d0\u30ec\u30c3\u30b8\u304c\u3053\u306e\u5024\u672a\u6e80\u306e\u5834\u5408\u3001\u30d3\u30eb\u30c9\u3092\u4e0d\u5b89\u5b9a\u306b\u3057\u307e\u3059\u3002

xml.report.pattern.description=\
 cobertura\u306eXML\u30ec\u30dd\u30fc\u30c8\u30d5\u30a1\u30a4\u30eb\u3092\u7279\u5b9a\u3059\u308b\u305f\u3081\u306e\u30d5\u30a1\u30a4\u30eb\u540d\u306e\u30d1\u30bf\u30fc\u30f3\u3067\u3059(\u4f8b\u3048\u3070\u3001Maven2\u3067\u306f<b>**/target/site/cobertura/coverage.xml</b>\u3067\u3059)\u3002\
 \u30d1\u30b9\u306f\u3001SCM\u3092\u8907\u6570\u306e\u30ed\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u6271\u3046\u3088\u3046\u306b\u8a2d\u5b9a\u3057\u306a\u3044\u9650\u308a(\u3053\u306e\u5834\u5408\u306f\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u306e\u30eb\u30fc\u30c8\u304b\u3089)\u3001\u30e2\u30b8\u30e5\u30fc\u30eb\u306e\u30eb\u30fc\u30c8\u304b\u3089\u306e\u76f8\u5bfe\u30d1\u30b9\u3067\u3059\u3002\
 \u6ce8\u610f:\u30e2\u30b8\u30e5\u30fc\u30eb\u30eb\u30fc\u30c8\u306f\u4f7f\u7528\u3059\u308bSCM\u306b\u3088\u308a\u7570\u306a\u308a\u307e\u3059\u3057\u3001\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u306e\u30eb\u30fc\u30c8\u3068\u3082\u9055\u3046\u3053\u3068\u3082\u3042\u308a\u307e\u3059\u3002\
 <br/> \
 \u3053\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u6b63\u5e38\u306b\u52d5\u4f5c\u3055\u305b\u308b\u306b\u306f\u3001Cobertura\u304cXML\u30ec\u30dd\u30fc\u30c8\u3092\u751f\u6210\u3059\u308b\u3088\u3046\u306b\u8a2d\u5b9a\u3057\u306a\u304f\u3066\u306f\u306a\u308a\u307e\u305b\u3093\u3002
only.stable.builds.description=\u5b89\u5b9a\u30d3\u30eb\u30c8\u306e\u307f\u96c6\u8a08\u3057\u307e\u3059\u3002\u4e0d\u5b89\u5b9a\u304a\u3088\u3073\u5931\u6557\u30d3\u30eb\u30c9\u306f\u5bfe\u8c61\u5916\u3067\u3059\u3002
unhealthy.fail.builds.description=\u72b6\u614b\u304c\u4e0d\u826f\u306e\u5834\u5408\u3001\u30d3\u30eb\u30c9\u7d50\u679c\u3092\u5931\u6557\u306b\u3057\u307e\u3059\u3002
unstable.fail.builds.description=\u4e0d\u5b89\u5b9a\u306e\u5834\u5408\u3001\u30d3\u30eb\u30c9\u7d50\u679c\u3092\u5931\u6557\u306b\u3057\u307e\u3059\u3002
auto.health.builds.description=\u30d3\u30eb\u30c9\u306b\u6210\u529f\u3057\u305f\u5834\u5408\u3001\u72b6\u614b\u306e\u95be\u5024\u3092\u81ea\u52d5\u7684\u306b\u66f4\u65b0\u3057\u307e\u3059\u3002
auto.stability.builds.description=\u30d3\u30eb\u30c9\u306b\u6210\u529f\u3057\u305f\u5834\u5408\u3001\u5b89\u5b9a\u6027\u306e\u95be\u5024\u3092\u81ea\u52d5\u7684\u306b\u66f4\u65b0\u3057\u307e\u3059\u3002
zoom.coverage.chart.description=\
\u6700\u5c0f\u5024\u4ee5\u4e0b\u3068\u6700\u5927\u5024\u4ee5\u4e0a\u306e\u90e8\u5206\u3092\u9664\u304d\u3001\u63a8\u79fb\u56f3\u3092\u62e1\u5927\u3057\u307e\u3059\u3002
metric.targets.description=\
 \u72b6\u614b\u306e\u95be\u5024\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002<br/> \
 <img src="{0}/images/16x16/health-80plus.gif" alt="100%" />\u3092\u8a2d\u5b9a\u3057\u306a\u3044\u3068\u3001\
 \u30c7\u30d5\u30a9\u30eb\u30c8\u5024\u306e80\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002 \
 <img src="{0}/images/16x16/health-00to19.gif" alt="0%" /> \u3068 \
 <img src="{0}/images/16x16/yellow.gif" alt="0%" /> \u3092\u8a2d\u5b9a\u3057\u306a\u3044\u3068\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u5024\u306e0\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002

Source\ Encoding=\u30bd\u30fc\u30b9\u30a8\u30f3\u30b3\u30fc\u30c7\u30a3\u30f3\u30b0
source.encoding.description=\u30d5\u30a1\u30a4\u30eb\u3092\u8868\u793a\u3059\u308b\u3068\u304d\u306e\u30a8\u30f3\u30b3\u30fc\u30c7\u30a3\u30f3\u30b0\u3067\u3059\u3002 
no.reorts.fail.builds.description=XML\u30ec\u30dd\u30fc\u30c8\u304c\u898b\u3064\u304b\u3089\u306a\u3044\u5834\u5408\u3001\u30d3\u30eb\u30c9\u7d50\u679c\u3092\u5931\u6557\u306b\u3057\u307e\u3059\u3002
Fail\ builds\ if\ no\ reports=\u30ec\u30dd\u30fc\u30c8\u304c\u306a\u3044\u5834\u5408\u3001\u30d3\u30eb\u30c9\u3092\u5931\u6557
Fail\ unhealthy\ builds=\u72b6\u614b\u304c\u4e0d\u826f\u306e\u5834\u5408\u3001\u30d3\u30eb\u30c9\u3092\u5931\u6557
Fail\ unstable\ builds=\u4e0d\u5b89\u5b9a\u306e\u5834\u5408\u3001\u30d3\u30eb\u30c9\u3092\u5931\u6557
Health\ auto\ update=\u72b6\u614b\u306e\u95be\u5024\u3092\u81ea\u52d5\u66f4\u65b0
Stability\ auto\ update=\u5b89\u5b9a\u6027\u306e\u95be\u5024\u3092\u81ea\u52d5\u66f4\u65b0
Zoom\ coverage\ chart=\u63a8\u79fb\u56f3\u3092\u62e1\u5927
Maximum\ number\ of\ builds=\u6700\u5927\u30d3\u30eb\u30c9\u6570
maxbuilds.coverage.chart.description=\
 \u30ab\u30d0\u30ec\u30c3\u30b8\u63a8\u79fb\u56f3\u306b\u8868\u793a\u3059\u308b\u6700\u5927\u30d3\u30eb\u30c9\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059\u30020\u3092\u6307\u5b9a\u3059\u308b\u3068\u3059\u3079\u3066\u8868\u793a\u3057\u307e\u3059\u3002
